{
  "Header": {
    "title": "Geteway to Crypto",
    "paragraph": "One of the global digital currency trading platforms, focusing on safe transactions and hassle-free cryptocurrency journey"
  },
  "History1": {
    "title": "We believe that crypto assets are the future of finance and investing. Together, we are creating the broker that the crypto market deserves.",
    "paragraph": "Founded in 2016, SGC has been deeply involved in the industry for 6 years. It is a centralized exchange that adopts high-performance block transaction matching technology. It has been ranked in the top then of the rankings of real trading volume, transparent digital assets, and high return on investment by authoritative institutions in the global industry for many times. It is one of the most trusted digital currency exchanges in the world. The platform is operated by a professional team with rich experience in the financial industry and blockchain technology."
  },
  "History2": {
    "title": "company's history",
    "paragraph": "Our Encryption Journey"
  },
  "History3": {
    "title": "company's history",
    "paragraph": "Our Encryption Journey"
  },
  "Operations": {
    "title": "Global Operations",
    "paragraph": "Now serving more than 5 million clients in more than 70 countries around the world, and employing a global team of approximately 400 people, SGC is an innovative broker with a global presence. Please feel free to contact us to see if we can meet your investment needs. As SGC advances our State-of-the-art technology, products, and services will always follow. Provide our customers with smooth, uninterrupted, and trustworthy encrypted access.",
    "icon": "img/mainbg/Node1-icon@2x.png",
    "bg": "img/mainbg/globalelement@2x.png",
    "brandTitle": "See Why people choose to trade with SCG"
  },
  "Business": {
    "title": "All-round business line",
    "paragraph": "From elementary entry to professional trading, SGC provides a full range of digital asset advanced paths. We expect to use leading blockchain technology to ensure the security of every digital asset transaction.",
    "icon": "img/mainbg/Node2-icon@2x.png",
    "bg": "img/mainbg/technology@2x.png"
  },
  "Business1": {
    "title1": "Build the next generation cryptocurrency exchange",
    "title2": "SECURE & SAFE ",
    "paragraph1": "We believe that opening the world of finance opens opportunities for everyone. That's why we provide easy access to the world of crypto to empower everyone to benefit from decentralized finance.",
    "paragraph2": "We operate under a payment institution license in the EU, SGC in New York, and we're subject to regular audits by the Big Four, the four largest accounting firms in the world. We are building the financial infreastructure of tomorrow through transparency for all. As others are keeping an eye on us, you don't have to.",
    "paragraph3": "we store the assets safely offline, provide protection through BitGo's insurance policy, and offer additional crime insurance for online wallets. Topmost security of your assets is our top priority, and we take no shortcuts providing it."
  },
  "Vision": {
    "title": "Mission and vision",
    "title2": "Our leadership team",
    "title1": "Via Blockchain, Making The World A Better Place",
    "paragraph": "SGC has established a complete industry ecological layout around crypto issuance, circulation, application, value discovery and the blockchain layer technology. Our vision is to become the infrastructure of the blockchain world.",
    "paragraph1": "SGC was founded by a group of financial industry professionals with a clear vision to create a regulated online trading brokerage that provides investment services to all types of traders and institutions worldwide. The company's technical infrastructure is built on a deep understanding of the ongoing needs of traders. Combining strong connections with banking systems and liquidity providers, SGC aims to provide one of the best trading experiences in the market today.",
    "icon": "img/mainbg/Node4-icon@2x.png",
    "icon1": "img/mainbg/Node5-icon@2x.png",
    "bg": "img/mainbg/team@2x.png"
  },
  "Contact": {
    "title": "Welcome talents to join",
    "title1": "Join us and let blockchain and cryptocurrency technology impact the world",
    "paragraph": "SGC is incorporated in Malta and is headquartered in Europe. SGC strictly abides by local regulatory policies and regulatory requirements in the development of its global layout, and has digital asset service provider compliance licenses in many coutries and regions around the world. Compliance with the formation of a professional operation team, and studios in Vietname. SouthKorea, The Philippines, The United Kingdom and Ukraine are also under preparation."
  }
}